@extends('layout.news_layout')

@section('content')
<div class="row">
  <div class="leftcolumn">
    <div class="card">
      <h1>ROV Tournament Road Glory</h1>
      <div align="center"><img class="rounded-mx-auto" src="{{ asset('asset/img/ROV Tournament Road Glory.jpg') }}"><br/></div>
      <p>โดย Mono News, October 25, 2018</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;พบกับรายการการแข่งขันสุดยิ่งใหญ่ของเกม RoV (https://rov.in.th/) สุดยอดเกม MOBA บนมือถือ ที่กระแสแรงที่สุดในขณะนี้ กับการแข่งขัน Road to Glory 
      ซึ่งมียอดเงินรางวัลรวมสูงถึง 3,000,000 บาท  เพื่อการันตีความเป็น 1 ในด้านของการแข่งขัน Mobile eSports ที่ใหญ่ที่สุดในประเทศไทย โดยจะเริ่มเปิดการแข่งขันแบบออนไลน์ ตั้งแต่วันที่ 23 พฤษภาคม 
      ตั้งแต่ช่วง 18.00 น. เป็นต้นไป และจะมีการแข่งอย่างต่อเนื่องในทุกๆวัน เพื่อเฟ้นหาสุดยอด 16 ทีม ไปต่อสู้กันต่อในรอบ Group stage แบบ Offline ณ บริษัทการีนา ในวันที่ 10 - 11 มิถุนายน 
      เพื่อหา 8 ทีมสุดท้ายที่จะได้รับสิทธิ์เข้าร่วมการแข่งขันในรอบ Grand Final ที่จะจัดขึ้นที่ ศูนย์การค้าพารากอน ในวันอาทิตย์ที่ 18 มิถุนายน 2560      
      </p> 
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;โดยก่อนหน้านี้ก็มีการแข่งขันของ RoV ภายในงาน GSL 2017 ที่จัดขึ้นเมื่อวันที่ 1 – 2 เมษายนที่ผ่านมา  ซึ่งมีเงินรางวัลรวมสูงสุดกว่า 1,000,000 บาท 
      รวมถึงทีมที่ชนะยังได้รับทุนการศึกษา เพื่อเข้าไปศึกษาต่อในระดับปริญญาตรี หรือปริญญาโท ในสาขาใดก็ได้ที่ College Of Creative Design and Entertainment Technology มหาวิทยาลัยธุรกิจบัณฑิตย์
      </p>  
      <p>สำหรับการแข่งขัน Road to Glory นั้น ผู้เข้ารอบทั้ง 8 ทีมในรอบ Grand Final จะได้รับโควต้าเข้าร่วมการแข่งขัน RoV Pro League ที่จะจัดขึ้นเร็วๆนี้ และสำหรับตำแหน่งแชมป์และรองแชมป์ของรายการ 
      Road to Glory นั้นจะได้เป็นตัวแทนประเทศไทย เพื่อไปแข่งในรายการ Throne of Glory ณ ประเทศเวียดนาม เรียกได้ว่าเป็นหน้าเป็นตาให้กับเกมเมอร์ชาวไทยอย่างแน่นอน และอย่าลืมติดตามข่าวสาร 
      รวมถึงรับชมการแข่งขันในรอบ Online และ offline ได้ที่ Facebook : Garena RoV Thailand หรือผ่านทางเว็บไซต์ https://rov.in.th/        
      </p>
      <p>ขอบคุณเครดิตข้อมูลจาก: Garena ROV Thailand</p>
    </div> 
  </div>
</div>  
@endsection