@extends('layout.news_layout')

@section('content')
<div class="row">	
  <div class="leftcolumn">
    <div class="card">
        <h2>การีน่าจับมือพันธมิตรเดินหน้าขับเคลื่อนกีฬาอีสปอร์ต จัดแข่งขัน ROV Pro League Season 2 Presented by Truemove H ชิงรางวัลมูลค่ากว่า 6 ล้านบาท</h2>
        <div align="center"><img class="rounded-mx-auto" src="{{ asset('asset/img/RoV-Pro-League-Season-2-Pic-0.jpg') }}"><br/></div>
        <p>โดย Mono News, October 10, 2018</p>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>การีนา ออนไลน์ (ประเทศไทย)</b>
        ผู้ให้บริการด้าน Digital Entertainment เกมออนไลน์บนคอมพิวเตอร์และบนโทรศัพท์มือถือ รวมถึงแพลตฟอร์มในการถ่ายทอดสดกีฬาอีสปอร์ตและช่องทางการสื่อสารเพื่อความบันเทิงชั้นนำแห่งเอเชียตะวันออกเฉียงใต้และไต้หวัน 
        จับมือพันธมิตรชั้นนำ Truemove H, บริษัท ไทยยามาฮ่ามอเตอร์ จำกัด และ บริษัท ไทย ออปโป้ จำกัด ขับเคลื่อนอีสปอร์ตสู่สนามแข่งขันของนักกีฬามืออาชีพ จัดการแข่งขัน RoV Pro League Season 2 Presented by Truemove H 
        มุ่งผลักดันนักกีฬาอีสปอร์ตที่มีคุณภาพและประสบการณ์การแข่งขันแบบมืออาชีพด้วยการแข่งขันที่ได้มาตรฐาน พร้อมการันตีเงินเดือนของนักกีฬาเริ่มต้น 50,000 บาท/คน พร้อมใช้เทคโนโลยี AR ในการแข่งขันเพิ่มประสบการณ์การชมที่สมจริง 
        </p>
        
        <div align="center"><img class="rounded-mx-auto" src="{{ asset('asset/img/RoV-Pro-League-Season-2-Pic-1.jpg') }}"><br/></div>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>นายอัลเลน ซู Country Head Strategic Partnership, การีนา ออนไลน์ (ประเทศไทย)</b>
        กล่าวว่า กีฬาอีสปอร์ตในประเทศไทยมีการเติบโตอย่างต่อเนื่องตั้งแต่การีนาเริ่มให้การสนับสนุน และจัดแข่งขันอีสปอร์ตในปีที่ผ่านๆมา โดยเฉพาะเมื่อการกีฬาแห่งประเทศไทยประกาศให้อีสปอร์ต (E-Sports) 
        เป็นชนิดกีฬาที่สามารถจดทะเบียนจัดตั้งสมาคมกีฬาได้เช่นเดียวกับกีฬาปกติทั่วไป จะเห็นได้ว่าเริ่มมีการจัดการแข่งขันกีฬาอีสปอร์ตโดยภาครัฐและหน่วยงานต่างๆ เป็นการแข่งขันที่มีรูปแบบที่จริงจังขึ้นหลายทัวร์นาเมนต์ 
        โดยเกมที่ได้รับความนิยมในการจัดการแข่งขันก็คือ RoV: Arena of Valor โดยตั้งแต่การีนาเริ่มให้บริการในประเทศไทยจนถึงปัจจุบันมียอดดาวน์โหลดไปแล้วกว่า 25 ล้านครั้ง มีการจัดการแข่งขันด้วยเกม RoV มากกว่า 300 ทัวร์นาเมนต์ 
        ทั้งในภาคการศึกษา องค์กร และกลุ่มธุรกิจต่างๆ ที่ร่วมมือกันจัดขึ้น และต้นปีที่ผ่านมาการีนาประสบความสำเร็จในการจัดการแข่งขัน RoV Pro League Season1 presented by TrueMove H ที่มีเงินรางวัลรวมมูลค่า 5,000,000 บาท 
        และจำนวนยอดผู้ชมขณะถ่ายทอดสดพร้อมกันสูงสุดถึง 220,000 คน และยังมีการถ่ายทอดสดผ่านรายการทีวีซึ่งถือเป็นปรากฎการณ์สำคัญที่อีสปอร์ตได้รับความสนใจไม่ต่างจากกีฬาทั่วไป
        </p>   

        <div align="center"><img class="rounded-mx-auto" src="{{ asset('asset/img/RoV-Pro-League-Season-2-Pic-2.jpg') }}"><br/></div>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>RoV Pro League Season2 presented by TrueMove H</b>
        เป็นภาพต่อจากความสำเร็จจากซีซั่นที่1 ที่เรายังคงได้รับการสนับสนุนจาก Truemove H และได้รับความเชื่อมั่นจาก บริษัท ไทยยามาฮ่ามอเตอร์ จำกัด และ บริษัท ไทย ออปโป้ จำกัด เข้ามาร่วมเติมเต็มให้การแข่งขันรายการนี้ยิ่งใหญ่มากขึ้น 
        ทั้งรูปแบบของการแข่งขัน การยกระดับนักกีฬาสู่ความเป็นนักกีฬามืออาชีพ และการนำเสนอคอนเทนต์ ไม่ว่าจะเป็นการใช้เทคโนโลยี AR เข้ามาช่วยเนรมิตห้องแข่งขันให้มีความอลังการและถ่ายทอดสู่สายตาแฟนกีฬาอีสปอร์ตได้อย่างสมจริง 
        โดยนักกีฬาภายใต้สังกัดที่อยู่ในรายการ RoV Pro League Season 2 by TrueMove H จะมีรายได้ขั้นต่ำ 50,000 บาทต่อเดือน ตลอดระยะเวลาสัญญาการแข่งขัน
        </p>  
        <p><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;รูปแบบการแข่งขัน</b>
        ของ RoV Pro League Season 2 Presented by Truemove H จะเป็นการแข่งขันแบบพบกันหมดทั้ง 8 ทีม (แข่งแบบ 2 ใน 3 เกม) โดยมี 4 ทีมมือวางจากการแข่งขันในซีซั่น 1 ได้แก่
            <ul>
                <li>It.City Bacon</li>
                <li>BAZAAR Gaming</li>
                <li>ALPHA Red</li>
                <li>Diamond Cobra</li>         
            </ul>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;และอีก 4 ทีม จากการคัดเลือกจาก 2,800 ทีมทั่วประเทศ ได้แก่
            <ul>
                <li>EVOS Debut</li>
                <li>Rex Regum Qeon Black Forest</li>
                <li>Buriram Arctic Wolf</li>
                <li>Sponsor.Neolution Coolkidz</li>         
            </ul>
            <p>ขอบคุณเครดิตข้อมูลจาก: Garena ROV Thailand</p>
        </p>   
        <div class="center">
        <iframe width="560" height="400"  src="https://www.youtube.com/embed/S2O6v2CE9Ew" frameborder="0" allow="autoplay; encrypted-media" allowfullscreen></iframe>
        </div> 
        
    </div> 
  </div>  
</div>

@endsection