@extends('layout.news_layout')

@section('content')
<div class="row">
  <div class="leftcolumn">
    <div class="card">
      <h1>เปิดรายละเอียด ROV ศึก AIC Thailand Qualifier 2018</h1>
      <div align="center"><img class="rounded-mx-auto" src="{{ asset('asset/img/AIC.png') }}"><br/></div>
      <p>โดย Mono News, October 10, 2018</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;แฟนเพจ Garena RoV Tournament ได้เผยแพร่ข้อมูลรายละเอียดของการแข่งขัน Arena of Valor International Championship 2018 
      โดยระบุข้อความว่า กลับมาอีกครั้ง การแข่งขัน RoV สุดยิ่งใหญ่ระดับโลก Arena of Valor International Championship 2018 (AIC) เป็นการรวม 16 ทีมชั้นนำจากทั่วโลก 
      ชิงเงินรางวัลมูลค่ากว่า 20 ล้านบาททุบสถิติเงินรางวัลสูงสุดในการแข่งขันอีสปอร์ตบนมือถือ การแข่งขันจัดขึ้นภายใต้สโลแกน “Break the Boundary” ก้าวข้ามพรมแดนแห่งขีดจำกัด 
      โดยทั้ง 16 ทีมจาก 11 ภูมิภาคจะเริ่มแข่งขันกันตั้งแต่วันที่ 23 พฤศจิกายน จนถึงวันที่ 16 ธันวาคม ณ กรุงโฮจิมินห์ ประเทศเวียดนาม และกรุงเทพมหานครฯ ตามลำดับ
      </p> 
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;นอกจากตัวแทนจากภูมิภาคต่างๆ ที่คุ้นหน้าคุ้นตากันในรายการ AWC แล้ว คราวนี้ยังมีตัวแทนจากอินเดียเพิ่มมาอีก 1 ทีมอีกด้วย 
      สำหรับทีมไทยนั้นได้รับสิทธิ์ในการเข้าแข่งขันในรายการนี้ถึง 3 ที่นั่ง ดังนี้
        <ul>
          <li>ตั๋วใบแรกจะตกเป็นของทีมอันดับ 1 จากรายการ RoV Pro League Season 2 Presented by TrueMove H ที่จะรู้ผลกันในวันที่ 20 ตุลาคมนี้</li>
          <li>ตั๋วอีก 2 ใบที่เหลือจะมอบให้แก่ทีมที่ได้อันดับ 1 และ 2 ในรายการ AIC Thailand Qaulifier 2018 ที่จะปิดรับสมัครในวันที่ 9 ตุลาคมนี้ และจะเริ่มแข่งในรอบออนไลน์ตั้งแต่วันที่ 11 ตุลาคม 
          จนไปจบในรอบออฟไลน์ วันที่ 27 – 28 ตุลาคม ที่เราจะได้รู้ผลกันว่าใครจะเป็น 2 ทีมสุดท้ายที่ได้ไปห้ำหั่นกันบนเวทีโลกในครั้งนี้</li>
        </ul>
        <b>กติกาการแข่งขัน AIC Qualifier</b>
        <u><b>รางวัลการแข่งขัน</b></u>
        <ol>
          <li>ทีมที่ชนะเลิศจะได้เป็นตัวแทนไปแข่งในรายการ Arena of Valor International Championship</li>
          <li>ตั๋วอีก 2 ใบที่เหลือจะมอบให้แก่ทีมที่ได้อันดับ 1 และ 2 ในรายการ AIC Thailand Qaulifier 2018 ที่จะปิดรับสมัครในวันที่ 9 ตุลาคมนี้ และจะเริ่มแข่งในรอบออนไลน์ตั้งแต่วันที่ 11 ตุลาคม 
          จนไปจบในรอบออฟไลน์ วันที่ 27 – 28 ตุลาคม ที่เราจะได้รู้ผลกันว่าใครจะเป็น 2 ทีมสุดท้ายที่ได้ไปห้ำหั่นกันบนเวทีโลกในครั้งนี้</li>
        </ol>
        <u><b>กติกาพื้นฐาน</b></u>
        <ol>
          <li>เปิดรับสมัครระหว่างวันที่ 28 กันยายน - 7 ตุลาคม เวลา 23.59 น.</li>
          <li>จำนวนสมาชิกในทีม 5 คน (สามารถมีตัวสำรองได้ 1 คน)</li>
          <li>หากการลงทะเบียนไม่ครบถ้วนสมบูรณ์ จะถูกตัดสิทธิ์จากการแข่งขัน</li>
          <li>ถ้าชื่อผู้เล่นไม่ตรงกับที่ลงทะเบียนไว้จะปรับแพ้ทันที</li>
          <li>ขอสงวนสิทธิ์ในการแบ่งรางวัลให้เฉพาะ OPENID ที่ลงสมัครแข่งขันภายในทีมเท่านั้น</li>
          <li>การแข่งขันทุกรอบต้องแข่งขันโหมดสร้างห้อง Caldavar Valley: Tournament Mode เท่านั้น</li>
          <li>ผู้เล่นทุกคนควรปฏิบัติตามกติกาการแข่งขัน AIC Qualifier อย่างเคร่งครัด</li>
          <li>นอกจากนี้ ผู้มีส่วนเกี่ยวข้องทุกคนต้องทำตามกฎสากลของเกม RoV ประเทศไทยด้วยเช่นกัน สามารถอ่านเพิ่มเติมได้ที่ https://rov.in.th/rule</li>
          <li>วันที่ 10 ตุลาคม ประกาศสายการแข่งขันที่เพจ Facebook Garena RoV Thailand</li>
        </ol>
        <u><b>ตารางการแข่งขันรายการ RoV AIC Qualifier</b></u>
        <p>Qualifiers รอบออนไลน์ (ตามจำนวนทีมที่สมัครเข้ามา)</p>
        <ul>
          <li>วันที่ 11 ตุลาคม คัดเลือกรอบออนไลน์ ครั้งที่ 1</li>
          <li>วันที่ 12 ตุลาคม คัดเลือกรอบออนไลน์ ครั้งที่ 2</li>
          <li>วันที่ 13 ตุลาคม คัดเลือกรอบออนไลน์ ครั้งที่ 3</li>
          <li>วันที่ 14 ตุลาคม คัดเลือกรอบออนไลน์ ครั้งที่ 4</li>
          <li>วันที่ 16 ตุลาคม คัดเลือกรอบออนไลน์ ครั้งที่ 5</li>
          <li>วันที่ 17 ตุลาคม คัดเลือกรอบออนไลน์ ครั้งที่ 6</li>
          <li>วันที่ 18 ตุลาคม คัดเลือกรอบออนไลน์ ครั้งที่ 7</li>
          <li>วันที่ 19 ตุลาคม คัดเลือกรอบออนไลน์ ครั้งที่ 8</li>
          <li>รอบออฟไลน์ (16 ทีมสุดท้าย) **วันที่ 27-28 ตุลาคม 2561 รูปแบบการแข่งขันแบบ ชนะ 2 ใน 3 เกม (BO3) และ ชนะ 3 ใน 5 เกม</li>
        </ul>
        <u><b>กติกาการแข่งขัน</b></u>
        <ol>
          <li>สร้างห้องในโหมด Caldavar Valley: Tournament Mode</li>
          <li>แข่งขันผ่านเซิร์ฟเวอร์จริง</li>
          <li>วิธีการแข่งขันแบ่งออกเป็น 2 ช่วงประกอบไปด้วยรอบออนไลน์ และออฟไลน์(จะประกาศในภายหลัง)</li>
          <li>ใช้บัญชีส่วนตัวของผู้เล่นในการแข่ง</li>
          <li>สมาชิกในทีมต้องมีฮีโร่ไม่ต่ำกว่า 14 ตัว มิฉะนั้นจะไม่สามารถเข้าเล่นใน Tournament Mode ได้</li>
          <li>ในทัวร์นาเมนต์ RoV AIC Qualifier สามารถใช้ได้ทุกสกิน</li>
          <li>รูปแบบการแข่งขันคัดเลือกรอบออนไลน์จะใช้รูปแบบชนะ 2 ใน 3 เกม(Bo3) สำหรับทุกรอบการแข่งขัน</li>
          <ul>
            <li>ผู้เล่นต้องทำการส่งรูปผลการแข่งขันทุกรูปที่ทำการแข่ง (2 รูปหากมีการแข่งขันแค่ 2 เกม และ 3 รูปในการแข่งขัน 3 เกม)</li>
            <li>ทีมที่อยู่ทางด้านบนของสายการแข่งขันจะได้อยู่ฝั่งน้ำเงิน ในเกมแรก และจะทำการสลับฝั่งในทุก ๆ เกมจนกว่าจะได้ผู้ชนะ</li>
          </ul>  
          <li>สำหรับ 4 ทีมสุดท้ายจะมีการแข่งขันต่อในรอบออฟไลน์ กฎและกติกาการแข่งขันจะมีประกาศให้ทราบอีกทีในภายหลัง</li>
          <li>แข่งขันเวลา 18:00 - 21:00 น. ของวันที่มีการแข่งขัน(ให้ผู้เล่นตกลงเวลาแข่งกันเอง)</li>
          <li>อ่านรายละเอียดวิธีการนัดแข่งได้ที่ esports.rov.in.th</li>
          <li>ผู้เล่นทั้งสองต้องนัดเวลาการแข่งขันให้เรียบร้อย ก่อน 20.00 น. ของวันที่แข่งขัน</li>
          <li>โดยต้องทำการนัดเวลาที่ http://forum.rov.in.th</li>
          <li>ฝั่งสีฟ้า คือ ฝั่งที่ได้รับสิทธิ์ในการตั้งกระทู้นัดแข่งก่อน และอยู่ฝั่งสีฟ้า (ฝั่งขวา) เมื่อเข้าห้อง Tournament Mode</li>
          <li>ฝั่งสีแดง จะต้องเข้าไปค้นหาและตกลงเวลาในกระทู้ที่ฝั่งสีฟ้าตั้ง และอยู่ฝั่งสีแดง (ฝั่งซ้าย) เมื่อเข้าห้อง Tournament Mode</li>
          <li>ในการนัดแข่งนั้น หากทีมไหนมีผู้เล่นที่ใช้ Guest ID ในการเล่น หรือไม่ได้ผูกบัญชีไว้กับ Garena หรือ Facebook ทางทีมนั้นต้องแจ้งชื่อผู้เล่นที่จะลงแข่งในเกมไว้ในกระทู้นัดแข่งด้วย เพื่อป้องกันการนำผู้เล่นนอกทีมมาลงแข่ง</li>
          <li>เมื่อถึงเวลา 17:00 น. ของวันแข่งขันแล้ว หากฝั่งสีฟ้ายังไม่ทำการตั้งกระทู้นัดแข่ง ให้ฝั่งสีแดง ทำหน้าที่ตั้งกระทู้นัดแทน เพื่อปกป้องผลประโยชน์ของตนเอง</li>
          <li>หากทั้ง 2 ฝั่งไม่สามารถตกลงเวลากันได้ ให้แข่งขันกันในเวลากลาง คือ เวลา 20:00 น. ของวันที่มีการแข่งขัน</li>
          <li>หากเริ่มแข่งสายเกินเวลาที่กำหนด 15 นาที จะถูกปรับแพ้</li>
          <li>กรุณาเก็บรูปภาพไว้เป็นหลักฐานในการยืนยัน</li>
          <li>กรุณาส่งผลก่อนเวลา 23.59 น. ของวันที่แข่ง มิเช่นนั้นจะถูกปรับแพ้</li>
          <li>แจ้งผลได้ที่ http://esports.rov.in.th</li>
          <li>อ่านรายละเอียดวิธีการแจ้งผลได้ที่ https://esports.rov.in.th/AICQ/howtoresult</li>
          <li>ห้ามใช้คำพูดหรือแสดงกิริยาไม่สุภาพ หรือเสียดสีผู้อื่น มีโทษปรับแพ้ทันที</li>
          <li>ห้ามใช้โปรแกรมโกงใด ๆ ทั้งสิ้น มีโทษปรับแพ้ และแบนไอดีตลอดชีวิต</li>
          <li>ห้ามให้ผู้เล่นที่ไม่มีรายชื่อหรือผู้เล่นจากสายการแข่งอื่นลงการแข่งขันแทน มีโทษปรับแพ้ทันที</li>
          <li>ห้ามส่งผลการแข่งขันเท็จ มีโทษปรับแพ้ทันที</li>
          <li>หากพบว่าทีมฝ่ายตรงข้ามมีชื่อผู้เล่นไม่ตรงตามที่ลงทะเบียนไว้ ให้ทำการบันทึกภาพหลักฐานและยุติการแข่งขัน แต่หากมีการแข่งขันจนจบเกม จะถือว่าทั้งสองทีมยินยอมให้เกิดการแข่งขันขึ้น ทางทีมงานจะไม่รับฟังข้อโต้แย้งใดๆ ในกรณีนี้</li>
        </ol>
        <u><b>การหลุดออกจากเกม (Disconnect) และการรีแมทช์</b></u>
        <ol>
          <li>ในกรณีที่มีผู้เล่นหลุดออกจากเกม ให้ทำการหยุดเกมชั่วคราว โดยแต่ละทีมสามารถกดหยุดเกมได้ทีมละ 5 ครั้ง ครั้งละไม่เกิน 1 นาที ถ้าหากเกินเวลาดังกล่าว อีกทีมสามารถกด Resume ได้ทันที และทำการแข่งขันต่อตามปกติ</li>
          <li>หากผู้เล่นหลุดด้วยเหตุผลอื่นๆที่เป็นเหตุสุดวิสัย (เช่นเครือข่ายผู้ให้บริการอินเตอร์เน็ตล่มทั้งบริเวณ หรือเกิดข้อผิดพลาดจากเซิร์ฟเวอร์ของเกม) ทางทีมที่มีส่วนเสียหาย ต้องแจ้งหลักฐานให้กับทางทีมงานผ่านการโพสต์ในกระทู้ในหมวดของ แจ้งปัญหาเกี่ยวกับการแข่งขัน 
          หรือ ผู้กระทำผิดกฏกติกา ของทัวร์นาเมนต์ดังกล่าว และขึ้นอยู่กับดุลยพินิจของกรรมการ ว่าจะเห็นสมควรให้แข่งขันใหม่หรือไม่</li>
          <li>ในกรณีที่ยังไม่มี First Blood และเวลาในเกมยังไม่เกิน 2 นาที ทีมที่ผู้เล่นหลุดสามารถแจ้งอีกทีมหนึ่งเพื่อขอรีแมทช์ได้ทันที โดยจะต้องเลือกฮีโร่แบบเดิมกับเกมที่ขอทำการ รีแมทช์</li>
          <li>หากเกิดการ First Blood ขึ้นแล้ว หรือเกินเวลา 2 นาทีในเกมไม่สามารถทำการรีแมทช์ได้ เว้นแต่ได้รับการอนุญาตจากคู่แข่ง และ/หรือ ตามเห็นสมควรจากทีมงาน ในกรณีที่ทีมงานเป็นกรรมการในการแข่งขันนั้นๆ (เช่นการสตรีมสดผ่านช่องทางของ Official page)</li>
          <li>ถ้าหากพบหลักฐานว่าจงใจกดหยุดเกม ในจังหวะสำคัญ หรือเพื่อการก่อกวน จะโดนปรับแพ้ในทันที</li>         
        </ol>
        <u><b>การโกง และการใช้วิธีได้เปรียบที่ไม่ชอบธรรม</b></u>
        <ol>
          <li>ไม่อนุญาตให้ใช้โปรแกรมช่วยหรือ map hack ในการช่วยเล่นทุกประเภท</li>
          <li>การโกง การใช้ข้อผิดพลาดของเกม และโปรแกรมช่วยเล่นจะมีผลทำให้ทีมที่ใช้นั้น ถูกแบนออกจากการแข่งขันทั้งในปัจจุบัน และในอนาคตอย่างถาวร</li>
          <li>ห้ามจงใจหลุดจากการแข่งขัน</li>
          <li>ห้ามทำให้ฝั่งตรงข้ามชนะอย่างชัดเจน (ล้มมวย)</li>                 
        </ol>
        <u><b>การติดต่อฝ่ายจัดการแข่งขันและเรื่องต่างๆที่จำเป็นต้องทราบ</b></u>
        <ol>
          <li>กฏอาจจะมีการเปลี่ยนแปลงไปตามความเหมาะสมของสถานการณ์ในระหว่างการแข่งขัน โดยที่อาจจะไม่ได้แจ้งให้ทางผู้เล่นทราบล่วงหน้า</li>
          <li>การตัดสินใจของกรรมการคือคำสิ้นสุด และจะไม่มีข้อยกเว้นใดๆทั้งสิ้น</li>
          <li>ทีมที่เข้าร่วมแข่งขันต้องเข้าใจถึงกฏ กติกาอย่างชัดเจน ถ้าเกิดมีการทำผิดกฏ กรรมการสามารถตัดสิทธิ์ทีมนั้นๆได้ทันที</li>
          <li>หากปล่อยแพทช์/รุ่นที่แตกต่างกันออกมา จำเป็นต้องเปลี่ยนกฎระเบียบที่มีความจะเป็นเพื่อให้แน่ใจว่าเป็นการเล่นที่ยุติธรรม</li>   
          <li>หากมีการพบบัคขณะทำการแข่งขันที่ก่อให้ประสบปัญหาสามารถหยุดเกมและทักท้วงและถ่ายรูปส่งมาให้กรรมการตัดสินได้</li>                 
          <li>หากผู้เล่นต้องสงสัยหรือได้รับการพิสูจน์แล้วว่ามีส่วนร่วมในการเล่นที่ไม่เป็นธรรมหรือสมรู้ร่วมคิดในการกำหนดผลการเล่นกรรมการจะทำการลงโทษตามความเหมาะสมและดุลยพินิจของกรรมการ</li>              
        </ol>

        <u><b>การแจ้งเหตุความไม่เป็นธรรมระหว่างการแข่งขัน</b></u>
        <ol>
          <li>บันทึกหลักฐานเหตุการณ์ดังกล่าว เช่น รูปภาพ,คลิปวิดีโอ</li>
          <li>โพสต์ในกระทู้ในหมวดของ แจ้งปัญหาเกี่ยวกับการแข่งขัน หรือ ผู้กระทำผิดกฏกติกา ของทัวร์นาเมนต์ดังกล่าว</li>
          <li>หากหลักฐานไม่ชัดเจน ทางทีมงาน RoV ขอตัดสิทธิ์การเปลี่ยนแปลงผลการแข่งขันใดๆก็ตามที่ได้มีการตัดสินผลแพ้-ชนะไปแล้ว</li>
        </ol>
      </p>
      <p>ขอบคุณเครดิตข้อมูลจาก: Garena ROV Thailand</p>
    </div> 
  </div>
  
  <div class="rightcolumn">    
    <div align="center"><a href="https://www.facebook.com/ROVTH/"><img class="rounded-mx-auto" src="{{ asset('asset/img/promotion.jpg') }}"><br/><br/></div>     
    <div align="center"><a href="https://www.facebook.com/ROVTH/"><img class="rounded-mx-auto" src="{{ asset('asset/img/promotion1.jpg') }}"><br/><br/></div>
    <div align="center"><a href="https://www.facebook.com/ROVTH/"><img class="rounded-mx-auto" src="{{ asset('asset/img/promotion2.jpg') }}"><br/><br/></div>
  </div>    
</div>  
@endsection