@extends('layout.news_layout')

@section('content')
<div class="row">
  <div class="leftcolumn">
    <div class="card">
      <h1>ข่าวที่น่าสนใจ2</h1>
      <div align="center"><img class="rounded-mx-auto" src="{{ asset('asset/img/') }}"><br/></div>
      <p>โดย Mono News, October 3, 2018</p>
      <p>แหล่งอ้างอิง: <a href="https://www.i3siam.com/อัพเดทใหม่-ปรับบาลานซ์ฮ/">https://www.i3siam.com/อัพเดทใหม่-ปรับบาลานซ์/</a></p>
      <b>Clone Wars สงครามร่างเหมือน</b>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เกม MOBA ในมือถือสุดฮิตอย่าง ROV จากค่าย Garena ได้มีการอัพเดตเกมซึ่งตอนนี้ได้มีการปรับ Patch ใหม่ โดยการปรับสมดุลของเกมให้มากขึ้น 
         รวมถึงมีการเพิ่มความสามารถและลดความสามารถของฮีโร่บางตัวในเกม ใครอยากรู้ว่าฮีโร่ตัวใดบ้างที่มีการเปลี่ยนแปลง...มาดูกันเลย
      </p> 
      <p>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;BATTLE OF THE CLONES เป็นโหมดที่ทั้งทีมจะใช้ฮีโร่ตัวเดียวกันหมด แต่จะมีฮีโร่บางตัวไม่สามารถใช้ได้ในโหมดนี้ โดยเกมจะกำหนดว่า
        <ul>
          <li>เลือกโหวตฮีโร่ตัวใดก็ได้ ฮีโร่ที่ได้โหวตเยอะสุดจะกลายเป็นฮีโร่ของทีม แต่หากผลโหวตเท่ากันระบบจะทำการสุ่ม</li>
          <li>จะได้เล่นฮีโร่ตัวเดียวกันตามที่โหวต แม้จะไม่ได้ครอบครองฮีโร่ตัวนั้นก็ตาม</li>
          <li>ระบบการเล่นเป็นแผนที่โหมดปกติ 5v5</li>
          <li>เมื่อเริ่มเกมฮีโร่จะมีเลเวล 3 และอัตราการเติบโตของฮีโร่จะขึ้นเร็วกว่าโหมดปกติ รวมทั้งครีปและป้อม</li>
        </ul>
      </p>
    </div> 
  </div>  
</div>  
@endsection